run/pitzDaily_PANSkEpsilon_fk03/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    p
    {
        solver           GAMG;
        tolerance        1e-7;
        relTol           0.01;

        smoother         DICGaussSeidel;

    }

    pFinal
    {
        $p;
        relTol          0;
    }

    "(U|k|epsilon|kU|epsilonU|omega|omegaU)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-05;
        relTol          0.1;
    }

    "(U|k|epsilon|kU|epsilonU|omega|omegaU)Final"
    {
        $U;
        relTol          0;
    }
}

PIMPLE
{
    nNonOrthogonalCorrectors 0;
    nCorrectors         2;
    
}

//relaxationFactors
//{
//    equations
//    {
//        U               0.9; // 0.9 is more stable but 0.95 more convergent
//        ".*"            0.9; // 0.9 is more stable but 0.95 more convergent
//    }
//}


// ************************************************************************* //
